---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.Plenum
source: html/71369c4e-ad65-0f05-3ff7-94e47309960e.htm
---
# Autodesk.Revit.DB.Mechanical.Space.Plenum Property

Reports whether this zone is Plenum or not.

## Syntax (C#)
```csharp
public bool Plenum { get; }
```